and	7
.	2
,	3
at	28
the	1
to	5
dlrs	14
for	10
were	54
new	50
of	4
york	306
cocoa	892
sales	77
times	959
in	6
comissaria	5000
smith	1638
said	8
bags	1760
mln	11
crop	683
are	49
bahia	5000
be	27
as	40
february	114
a	9
total	133
against	124
on	15
there	121
still	314
with	29
per	103
ports	2659
june/july	5000
aug/sept	4999
march/april	4999
2.27	5000
oct/dec	4999
dec	1413
1.25	2719
review	792
week	112
temporao	5000
have	51
period	238
this	52
year	33
arrivals	5000
kilos	3282
consignment	4997
figures	397
is	18
how	698
much	406
farmers	705
shippers	4999
sold	325
bean	5000
shipment	1314
limited	847
tonne	980
open	453
1,880	5000
july	398
butter	4470
may	82
sept	2223
u.s.	39
currency	258
areas	775
uruguay	3772
785	4997
showers	4998
continued	718
throughout	2116
zone	3128
alleviating	4999
drought	2278
since	213
early	351
january	135
improving	2468
prospects	1251
coming	1237
although	597
normal	1313
humidity	5000
levels	501
not	43
been	71
restored	4999
its	24
weekly	1344
dry	2331
means	1160
will	25
late	550
ended	327
22	717
155,221	5000
60	719
making	602
cumulative	1460
season	1090
5.93	4995
5.81	4996
same	311
stage	2020
last	55
again	967
it	12
seems	2618
that	21
delivered	2491
earlier	172
was	32
included	850
some	108
doubt	2976
old	1877
available	373
harvesting	4915
has	36
practically	4998
come	726
an	38
end	206
estimates	986
around	290
6.4	4607
standing	4674
almost	951
6.2	3863
few	754
hundred	4999
thousand	5000
hands	2404
middlemen	4994
exporters	1116
processors	3101
doubts	4108
would	41
fit	5000
export	254
now	167
experiencing	4997
dificulties	4998
obtaining	4469
+bahia	4999
superior+	5000
certificates	937
view	1093
lower	257
quality	1402
over	94
recent	332
weeks	587
good	630
part	309
their	98
held	431
spot	1616
prices	96
rose	147
340	4999
350	2447
cruzados	4997
arroba	4998
15	235
reluctant	3987
offer	123
nearby	3195
only	189
booked	5000
march	85
1,750	5000
1,780	4990
named	815
also	64
light	1063
all	125
going	744
1,850	4999
35	866
45	1142
under	116
1,870	4991
1,875	4992
fob	3283
routine	4998
made	168
4,340	4994
4,345	4995
4,350	4996
april/may	4997
went	1606
4,400	4998
4,415	4999
4,351	5000
4,450	4999
2.28	4993
4,480	5000
destinations	3944
covertible	5000
cake	5000
registered	1635
995	4998
753	5000
aug	3224
0.39	4996
buyers	1502
argentina	1120
convertible	430
liquor	4997
selling	487
2,325	4998
2,380	4999
2,375	5000
2,400	4998
currently	524
estimated	411
6.13	4999
1986/87	621
1.06	5000
1987/88	1005
final	631
28	546
expected	126
published	1623
by	23
brazilian	934
trade	70
commission	197
after	86
carnival	4998
which	46
ends	1809
midday	5000
27.	3058
reuter	16
standard	586
oil	75
bp	1508
<	19
>	20
form	901
financial	132
co	76
north	615
america	665
venture	571
srd	5000
unit	128
inc	47
they	67
plan	199
manage	3284
money	212
market	58
borrowing	1121
investment	171
activities	1138
both	293
companies	178
subsidiary	291
british	425
petroleum	535
plc	440
owns	1232
55	1509
pct	17
interest	105
called	483
bp/standard	5000
trading	151
operated	2574
oversight	5000
joint	477
management	259
committee	296
texas	526
commerce	829
bancshares	3945
network	929
billion	35
tcb	5000
files	1461
's	13
bank-houston	5000
filed	539
application	1301
comptroller	4999
effort	1242
create	1815
largest	512
banking	338
harris	2541
county	1557
bank	44
link	2291
31	242
banks	93
having	1403
13.5	4040
assets	292
7.5	1816
deposits	779
bankamerica	2051
stock	57
analysts	220
debt	80
if	106
equity	604
offering	227
brazil	269
longer	1161
analyst	624
pressure	706
do	267
delay	1851
up	69
yet	776
securities	113
other	89
news	393
first	81
interstate	1901
i	239
takeover	732
bid	412
no	100
major	165
sec	819
approval	469
than	88
``	30
''	31
cohn	5000
show	648
price	95
more	79
noted	482
quarter	118
lose	2834
losses	506
talking	2169
point/bankamerica	4997
bac	5000
corp	53
act	919
quickly	1624
proposed	305
well	367
because	148
poor	810
performance	1016
recommended	2405
one-billion-dlr	5000
approved	421
exchange	84
fell	247
along	1252
issues	339
suspended	1386
payments	364
large	578
portion	1779
foreign	101
traded	1006
12	348
down	230
1/8	3285
afternoon	1751
falling	1128
11-1/2	4994
immediate	1449
threat	2304
bancorp	1369
gone	3773
sell	276
into	140
nervous	4675
stocks	413
near	780
term	572
26.	4041
seen	653
one	66
factors	1238
leading	801
withdrawing	5000
9.	3701
spokesman	159
taking	939
conditions	675
must	452
re-evaluated	4999
circumstances	2597
time	196
determine	2102
what	423
we	91
arthur	5000
miller	1982
vice	668
president	119
communications	926
when	161
asked	467
proceed	2527
immediately	875
receives	4109
'd	4348
put	583
off	386
long	468
conceivably	5000
could	110
lawrence	3605
merrill	910
lynch	952
pierce	5000
fenner	5000
waits	5000
improved	987
outlook	1291
specify	3480
types	3864
equities	2812
most	272
believed	1227
preferred	394
encompass	4997
least	611
such	253
depressed	2279
mean	1817
conversion	1268
dilution	4999
holders	809
daniel	3481
williams	2754
sutro	5000
group	87
several	447
while	175
believe	895
problem	833
continue	343
hang	5000
industry	162
through	183
initial	576
shock	4999
reaction	2224
likely	337
ease	1818
nevertheless	5000
holds	1259
about	65
2.70	4998
loans	256
stands	3737
15-20	4998
rate	102
reduced	684
200	771
pays	2021
joseph	3519
arsenio	4998
birr	4999
wilson	2153
co.	1122
he	34
however	301
any	182
potential	932
current	155
even	649
fails	4826
service	318
expect	720
restructured	4349
similar	930
way	565
mexico	863
minimizing	5000
creditor	1370
--	241
v	4999
level	405
iv	2891
wheat	321
2.55	4999
national	179
average	356
farmer-owned	5000
reserve	454
(	63
cwt	5000
)	62
-	248
natl	5000
loan	207
release	1517
call	876
avge	4999
rate-x	5000
4.65	5000
vi	4998
3.15	4998
rates	143
5.36	5000
entered	1328
1981	2720
agriculture	382
department	218
reported	277
five-day	4999
25	345
follows	1497
dlrs/bu-sorghum	4998
2.40	4999
4.45	5000
corn	562
1.35	4290
1.92	4998
3.25	5000
x	3412
1986	73
oats	4224
1.24	5000
0.99	5000
1.65	5000
barley	1864
n.a	4608
1.56	5000
2.65	4997
sorghum	2779
2.34	5000
3.25-y	4991
5.54	4992
reserves	346
ii	2923
iii	4471
matured	4994
reflects	1997
grain	503
oct	4225
6	1926
feedgrain	4996
23	823
wheat/barley	4997
5/14/82	4998
corn/sorghum	4999
7/1/82	5000
covers	3565
19	807
1984.	2755
x-1986	4992
y-dlrs	4993
100	297
lbs	2103
n.a.-not	4995
prev	3738
feb	898
nil	532
mar	4997
apr	4999
registrations	3225
:	177
soybean	972
20.0	4998
argentine	2087
board	142
48.0	5000
sunflowerseed	5000
subproducts	4999
10.0	5000
jun	5000
2.0	2756
grain/oilseed	4996
grains	2387
oilseeds	3903
products	219
11	499
thousands	3286
tonnes	111
showing	2575
those	402
future	465
shipments	1058
month	149
1985/86	1042
brackets	5000
bread	5000
1,655.8	4999
872.0	5000
164.6	4999
2,692.4	5000
4,161.0	4998
maize	1345
oilseed	4676
15.0	4992
7.9	4540
detailed	2292
39.9	5000
48.7	4997
13.2	4350
111.8	4999
82.7	4999
linseed	5000
34.8	4997
32.9	5000
6.8	4110
6.3	3946
80.8	4999
87.4	5000
100.9	4994
45.1	4995
166.1	4996
218.5	4997
48.6	4998
61.5	4999
25.1	5000
14.5	3947
149.8	4997
145.3	4998
vegetable	2189
sunoil	4999
37.4	5000
107.3	4985
24.5	4999
3.2	2170
182.4	4987
117.6	4988
linoil	4989
15.9	5000
23.6	5000
20.4	4991
61.8	4992
76.1	4993
3.7	2699
21.1	4994
9.0	4995
13.0	4996
jul	4997
7.0	4609
55.8	4999
33.7	4998
red	2576
lion	5000
inns	4999
partnership	948
plans	231
registration	1223
statement	203
covering	1482
4,790,000	4999
units	496
interests	1025
company	37
expects	340
priced	599
20	224
proceeds	647
from	22
102.5	5000
dlr	97
mortgage	922
used	328
finance	188
planned	593
acquisition	307
10	157
hotels	2377
usx	2448
moody	681
lowered	1651
ratings	1787
dowgraded	4997
investors	317
seven	341
affected	1071
marathon	4610
establishment	4677
production	141
payment	478
facilities	1203
prolific	4998
yates	4999
field	1148
significant	941
negative	1704
implications	3287
unsecured	2598
creditors	821
appears	1954
positioned	4998
steel	715
segment	3865
return	793
profit	92
1987	120
added	144
include	461
senior	389
ba-1	4991
baa-3	4992
champion	4541
split	595
shares	61
shareholders	282
april	83
ch	4993
approves	2735
directors	837
two-for-one	2190
common	137
record	160
1	448
1987.	560
voted	1682
recommend	3309
annual	302
meeting	152
increase	145
authorized	1253
capital	150
five	131
computer	449
terminal	2619
warrants	760
systems	331
sale	217
200,000	1865
additional	522
sedio	5000
exercisable	3129
share	68
technology	666
woodco	5000
cpml	4994
completes	1444
completed	543
acquire	529
n.v.	3948
lugano	4995
switzerland	1913
50,000	2035
years	138
purchase	379
.125	4996
right	773
buy	226
holdings	651
40	551
outstanding	315
certain	616
involving	2088
change	494
control	517
occur	3059
equal	1474
75	911
exceed	1824
1.50	2998
technolgy	4998
rights	640
dot	4226
matrix	5000
impact	842
including	310
improvements	3482
houston	2251
tex	5000
but	48
exclusive	3165
worldwide	1279
licensee	4993
moves	1337
reorganization	1607
help	378
pay	225
operation	931
costs	435
ensure	2141
product	515
delivery	1043
makes	1189
generated	3102
labels	5000
forms	2678
tags	4995
ticket	4999
printers	5000
terminals	3866
vs	26
net	45
shr	74
cts	42
cobanco	4997
cbco	4998
34	1602
1.19	4827
807,000	4999
2,858,000	5000
510.2	4998
479.7	4999
472.3	5000
440.3	4999
299.2	5000
327.2	4999
note	191
4th	442
qtr	117
includes	350
1985	260
extraordinary	886
gain	383
tax	127
carry	1510
forward	1672
132,000	5000
or	60
acquisitions	1123
ohio	1914
mattress	4998
due	129
sealy	4999
omt	5000
1st	635
ending	890
profits	466
below	582
2.4	1915
earned	1307
fiscal	359
1986.	286
decline	504
expenses	1475
related	1139
middle	1498
licensees	4998
82	3166
these	355
substantially	1523
higher	273
67.1	5000
noting	2142
typically	4992
reports	816
results	410
report	208
issued	474
administrative	3566
considerations	5000
conducting	5000
appraisals	4995
connection	1665
oper	295
six	173
am	1532
loss	59
revs	130
avg	322
shrs	323
mths	375
international	99
2nd	1129
jan	855
31.	1059
two	72
442,000	4996
2,986,000	4997
291.8	4999
151.1	5000
51.7	4998
43.4	4999
3,376,000	5000
5,086,000	4998
569.3	4999
298.5	5000
51.6	4998
41.1	4999
calculated	2977
dividends	1371
exclude	2117
credits	1023
2,227,000	5000
four	195
4,841,000	4996
nine	205
2,285,000	4997
4,104,000	4998
prior	324
periods	1396
operating	361
carryforwards	3949
brown-forman	5000
bfd	5000
73	2638
12.6	4351
15.8	2949
337.3	4996
315.2	4997
3.07	4998
3.08	4999
66	2660
66.2	5000
1.59	5000
997.1	4998
permian	5000
intergroup	4999
partners	802
l.p.	3310
business	170
general	180
nii	4999
file	1652
recently	682
formed	1183
acquired	622
1985.	544
partner	2191
retaining	4997
stake	320
did	279
say	381
many	443
offered	527
economic	139
spotlight	3988
health	1037
program	245
enhancement	2950
nhes	5000
evaluation	5000
system	166
line	492
fitness	5000
assessment	5000
programs	1190
test	1017
days	387
customers	953
who	210
use	388
receive	763
computer-generated	5000
recommendations	2835
implementing	5000
improve	1068
physical	4227
condition	1852
dean	3774
earnings	216
douglas	1692
foods	2074
fourth	677
told	104
should	193
1988	538
df	4995
sees	530
strong	505
30	187
year-ago	1563
chairman	184
kenneth	4828
food	688
processor	4999
1.4	1571
1.27	5000
repeated	3084
projection	4998
third-quarter	4999
probably	844
slightly	949
range	758
36	1625
too	710
project	781
whether	569
anticipated	1916
enough	1002
us	893
overall	1000
1.53	5000
experience	2757
improvement	1184
our	349
bottom	3645
effects	1723
reform	790
alone	2406
howard	1902
derive	4996
benefits	1524
various	1483
dairy	2192
frozen	2679
ryan	5000
milk	3950
larsen	5000
benefit	1292
december	268
elgin	4998
blenders	4999
west	211
chicago	960
shareholder	912
e.b.i	5000
ltd	109
united	201
kingdom	2736
blender	4995
licensing	2951
arrangements	3030
australia	808
canada	251
japan	90
provides	1780
ann	4996
entry	2978
mcdonalds	5000
mcd	4998
've	1853
bonus	1387
flour	4042
yemen	4999
ccc	1710
awarded	1356
usda	639
commodity	788
credit	176
corporation	1009
accepted	1283
cover	997
37,000	4999
tons	1124
march-may	5000
119.05	4997
paid	652
commodities	1551
inventory	1830
pillsbury	5000
purchases	904
complete	1329
initiative	2193
announced	289
card	2171
cards	4171
disclosure	3167
introduced	1050
legislation	940
dodd	5000
disclose	2263
information	721
terms	304
bills	690
require	1397
fees	1228
before	221
senate	650
house	265
sen.	2836
chris	5000
d-conn	5000
co-sponsor	4999
bill	396
institutions	954
promotional	5000
material	1998
sent	1666
prospective	5000
requiring	3311
issuers	5000
solicitation	5000
intended	1711
arm	3168
consumers	1105
shop	5000
best	1157
deal	418
hughes	1617
bear	2104
stearns	3347
power	470
sources	185
signs	1316
pact	534
hughes/conserdyne	5000
bsc	4999
banker	1558
develop	1219
financing	489
design	2194
installation	4993
micro-utility	4982
municipalities	4997
self-contained	4984
electrical	2680
generating	4400
using	1214
alternate	4986
photovoltaic	4987
cells	4988
replace	1752
public	249
utility	1598
copper	1094
magma	4611
0.75	5000
cent	1394
lowers	4542
newmont	2924
mining	950
cutting	1639
cathode	4998
cents	797
lb	2388
effective	523
cash	233
dividend	261
flow	1229
class	880
quarterly	748
37	1603
restructuring	820
bfdb	4991
sets	446
ups	3348
payout	1020
three-for-two	3130
cited	1302
reasons	2236
raising	981
b	1072
13.	3702
declared	1095
each	263
classes	4999
payable	791
20.	3103
had	56
today	122
third	407
21.6	4998
1.00	4999
337	4994
declined	490
bit	3377
66.0	4995
second	358
charge	877
beverage	5000
operations	246
corporate	661
72	2681
esquire	4997
radio	1683
electronics	1296
ee	4998
div	429
yr	4401
72,000	4995
16,000	5000
7,075,000	5000
2,330,000	5000
42	1618
203,000	4997
55,000	4998
16.1	4402
3,971,000	5000
stockholders	1740
27	822
shearson	982
lehman	1491
managing	1640
director	670
merger	392
names	1705
brothers	927
american	158
express	1082
axp	4829
robert	1048
joined	2528
formerly	2332
mer	4291
bankers	463
venezuela	1158
details	600
breakthrough	5000
venezuelan	3606
advisory	1840
package	691
signed	547
panel	1584
rescheduling	1533
make	278
agreed	232
principle	1330
revisions	5000
21	945
debt-rescheduling	5000
three	115
representatives	1303
obtain	2358
stamp	4999
later	537
number	507
finalized	4997
broad	2225
amortization	5000
schedules	4997
place	862
originally	1575
set	237
1-1/8	4916
eurodollar	4172
requested	2333
easier	3085
drop	575
income	335
reduction	845
repayments	2105
1989	1641
request	1026
amortizations	4996
rebuffed	4998
sought	1564
commitment	1450
talks	243
intermittently	4996
months	190
announcement	988
10.6	3483
between	156
chile	3312
night	1143
citibank	2293
7.7	3413
sudden	4998
progress	1149
extent	2305
coincidental	4997
acknowledge	4998
desire	4754
chalk	5000
quick	3313
successes	4996
unilateral	5000
suspension	2062
friday	637
striking	4292
swift	4999
deals	2294
hope	1492
reduce	480
incentive	3196
debtors	2682
emulate	5000
presidential	2154
upco	4998
39	2204
50	281
1,545,160	4999
2,188,933	5000
25.2	4999
19.5	5000
1.21	5000
6,635,318	4998
5,050,044	4999
92.2	5000
77.4	4998
adjustment	1552
848,600	4999
universal	3989
life	764
reagan	274
his	181
tower	4612
political	765
washington	520
former	751
republican	1983
own	555
strategist	4999
iran	658
secretary	476
congress	563
hopes	1451
says	270
arms	1429
just	667
regaining	4998
hess	4999
press	749
opinion	1653
command	4755
government	78
particularly	1204
state	255
criticism	2620
controlled	1999
party	714
're	1101
hand	2237
can	215
top	1018
policy	284
white	729
regan	4173
william	1414
casey	5000
avoid	1525
democrats	1797
job	1928
november	743
personal	992
popularity	5000
thought	1753
schneider	5000
backing	3703
diminishes	4988
rebound	5000
ignorant	4990
dominance	4991
certification	4992
incompetence	4993
private	357
stephen	4678
reuters	330
commenting	2869
professional	4830
denied	1802
credentials	4996
direct	1317
criticisms	4998
john	935
longtime	4997
supporter	4998
senator	3646
conference	475
clearly	2264
understand	4999
nature	3647
lent	4997
credence	5000
widespread	2758
full	434
damaging	4043
prepared	1132
choosing	4996
three-member	4997
security	694
adviser	3031
brent	5000
scowcroft	4998
edmund	4999
muskie	5000
does	548
partisan	4996
taint	4997
democratic	1559
except	2359
'we	4998
sorry	4999
wo	2925
n't	457
'	209
?	3254
works	2280
contenders	5000
identified	2022
like	835
anvil	4997
brookings	4998
institution	2794
study	838
blow	5000
upper	3169
once	1585
dealings	3775
bureaucracy	5000
undermine	5000
defense	1096
caspar	4999
weinberger	3414
george	1854
shultz	1927
suggests	4831
interested	1594
keeping	2979
skirts	5000
clean	4996
supporting	4228
protected	4403
positions	1569
issue	153
energetic	5000
attempting	4679
protect	1706
consequences	4404
chief	353
staff	1038
donald	2780
central	234
intelligence	3776
agency	403
received	495
blows	4997
cases	2129
resign	4472
fired	4352
shortly	1903
savaged	4989
allegedly	5000
failing	3197
conduct	2795
chaos	4993
process	1021
underwent	4991
surgery	4994
removal	3818
cancerous	4992
brain	4993
tumor	4994
already	428
resigned	1608
story	4994
people	642
came	1135
somewhat	3951
short	794
being	300
heroes	4995
reporters	590
retains	4997
considerable	2639
constitutional	4996
powers	2621
armed	4613
forces	1534
veto	2000
difficult	1001
him	1379
retake	4997
country	312
agenda	3484
crucial	3777
remaining	1013
question	1177
man	3520
street	1104
forsake	4999
affair	3952
rating	1289
fallen	2407
twenty	5000
percentage	1276
points	580
polls	3904
became	2318
relatively	1586
high	333
los	2143
angeles	2408
poll	1803
released	1275
showed	784
surveyed	5000
doing	1969
enterprise	3521
institute	1003
democrat	2172
support	400
among	654
brokers	1054
offset	1380
past	605
able	905
go	708
elite	4995
appealing	4996
directly	2052
plead	4997
case	846
televised	4999
address	2700
next	186
warned	1631
expecting	4293
dramatic	3990
turnaround	4832
building	1049
expectations	1609
met	1178
anonymity	5000
recognize	5000
fix	5000
point	559
out	214
always	2599
translated	5000
policies	836
dramatically	4998
elections	1819
voters	4994
rejected	1194
appeals	2737
nar	4996
housing	1866
realty	2701
previously	426
owned	564
homes	2640
dropped	1172
seasonally	1404
adjusted	736
3.47	4995
association	436
realtors	4999
4.06	5000
highest	1878
4.15	4995
1978	3648
surprising	4996
considering	1107
near-record	4997
pace	2542
sellers	4614
seeking	766
get	700
favorable	2837
gains	783
treatment	2036
laws	1445
tuccillo	4998
mutual	2106
funds	369
720.4	4997
latest	752
writers	4999
seek	811
estate	1140
curbs	3819
6.7	3288
thru	4999
1991	2813
cranston	5000
evans	5000
exports	204
critical	2838
senators	3739
introduce	2426
sens	4998
alan	2641
d-cal	4999
r-wash.	5000
save	2721
hundreds	4111
dollars	887
annually	1929
emphasis	4473
two-fold	4997
decontrol	4998
de-license	4999
items	1712
where	724
actions	1642
endanger	5000
eliminate	2661
de	617
facto	4998
authority	1277
reforms	1415
requirements	1166
65	1357
70	975
convinced	3449
rational	5000
...	439
boost	896
controls	1263
deny	4543
eastern	1272
bloc	3820
countries	194
access	1239
further	236
military	1109
capabilities	4544
refocusing	5000
resources	581
truly	5000
better	830
preventing	4405
diversion	4615
adversaries	5000
promoting	4917
play	2839
role	1162
development	264
unduly	5000
restrict	4112
firms	370
world	136
market-place	5000
excelan	5000
2,129,300	5000
1.6	1788
529,300	5000
designs	4998
manufactures	4406
computer-related	4996
ccx	4999
ccxn	4997
secondary	1804
underway	2427
220,838	4998
15.75	4999
though	1455
underwriters	1185
stephens	5000
cazenove	4994
inc.	594
behalf	2999
businesses	1022
receiving	3000
notes	344
union	266
func	4997
fixed	878
subordinated	632
1997.	4995
nationwide	2759
managed	2075
qtly	552
owens	4998
minor	4999
obod	5000
raises	1010
eights	5000
13	628
language	4174
research	671
clri	5000
18	556
3,035,000	4991
2,516,000	4992
20.9	5000
19.6	5000
215,000	4993
4,647,000	4994
93.4	4995
98.7	4998
17.	2662
2,332,397	5000
1,428,000	4998
cinram	4997
58	2295
1.1	1423
829,000	4998
9.4	3953
1.22	5000
2.9	2306
1.5	800
25.7	5000
22.2	5000
du	2226
pont	4113
aramid	5000
fibers	5000
generation	3378
stiffer	5000
less	493
kevlar	5000
stronger	2252
dd	4999
launches	3032
devloped	5000
high-strength	4992
absorbant	4993
previous	444
generations	4994
149	4995
aramids	4996
absorbs	4997
half	450
moister	4998
invented	4999
1960s	5000
aluminum	2892
wieght	4994
basis	380
metals	1643
variety	3033
according	541
trustco	5000
9,140,000	4995
2.52	5000
recorded	1955
stable	1469
growing	946
economy	288
provide	558
growth	169
brian	4545
o'malley	4997
1.28	5000
1.10	4114
18.6	4999
rev	2558
handy	5000
harman	4992
hnh	4993
51	1405
7,041,000	4994
467,000	4995
138.9	4996
131.4	4997
64	2238
46	1970
8,843,000	4998
6,306,0000	4999
558.9	5000
556.7	4998
2.6	2239
special	606
2.7	2144
ico	1614
proposal	451
present	722
coffee	513
distribution	906
delegates	1209
producers	553
organization	1297
producing	1264
reintroducing	5000
quotas	985
firm	294
undertaking	4997
try	1293
negotiate	1971
september	484
quota	913
unchanged	867
producer	976
shortfall	2683
redistributions	5000
totalling	1879
resumption	4999
contact	3450
scheduled	701
evening	4294
postponed	3778
until	377
tomorrow	795
resignation	2738
acknowledged	3314
failings	4996
scandal	2205
scarred	4997
administration	445
attracted	4833
harsh	4999
travelling	4999
china	354
week-long	5000
visit	1247
refused	1844
comment	542
left	1233
done	1543
crisis	971
broke	2926
you	902
wipe	4988
your	3485
slate	4989
lines	998
transfer	1364
mclean	5000
contract	244
mii	4999
asset	1439
industries	326
states	223
south	316
arranging	4996
charters	4991
crowley	5000
mariotime	4993
transport	1476
negotiations	612
within	521
subject	644
regulatory	1083
bodies	5000
bankruptcy	1179
court	417
chemlawn	2577
waste	1831
schlang	4999
morbelli	5000
chem	5000
arbitrageurs	5000
tender	399
surprise	3415
she	961
resist	4044
involved	938
rises	993
bids	1544
attract	3567
wnx	4994
wall	1173
shot	4998
11-5/8	4995
29-3/8	4996
over-the-counter-	4997
3.8	2840
10.1	3905
changing	2814
maybe	5000
32	1406
depending	2600
competing	3649
bidder	5000
arbitrageur	4995
opening	1280
expires	2642
totally	4616
debra	4997
strohmaier	4998
spokeswoman	1358
regularly	5000
discussing	3034
ready	1713
unable	2023
officials	154
think	646
elliott	5000
prescott	4999
ball	4617
turben	5000
attack	1331
pointed	2063
offers	871
find	1234
knight	4997
want	885
rosemarie	4998
ingalls	4999
snyder	5000
servicemaster	4996
svm	4997
rollins	4998
rol	4999
examples	5000
fertilizers	4998
pesticides	4994
herbicides	4995
lawns	5000
wastes	4997
customer	1351
base	692
valuable	4999
another	395
wants	1180
capitalize	5000
residential	3779
commercial	334
catapulted	4998
mid-30	4999
1983	1984
languished	5000
slowed	3349
concentrated	4295
2.58	4996
competes	4994
individual	1741
entrepreuers	4995
lawn	4996
garden	4997
care	1798
sevice	4999
sugar	404
imports	303
import	685
during	280
9	1820
totaled	1576
5,988	5000
versus	1660
46,254	4994
january-december	4995
1,001,430	4996
compared	262
1,850,000	4995
extended	1064
customs	2980
actual	2409
weight	3289
polarizations	4998
data	511
accordingly	4999
inflation	518
anniversary	4998
shortages	5000
surpluses	2307
anti-inflation	5000
limps	4999
initially	1972
hailed	4998
home	695
abroad	1626
saviour	4999
limping	5000
towards	1452
amid	3650
soaring	4997
froze	4998
value	362
cruzado	4999
indexation	4998
halt	2206
250	1374
collapsed	5000
situation	839
worse	4918
worked	2760
economist	1191
crumbling	5000
accompanied	5000
reversal	4999
account	579
1984	1254
sufficient	2781
needed	812
109	5000
seemed	3607
target	679
repeat	4993
monthly	1210
averaging	4756
diverted	5000
increased	342
domestic	271
surplus	368
plunged	4407
211	4994
october	629
then	711
averaged	2265
150	868
n.z	2739
official	163
fall	319
zealand	1215
7.15	4995
7.20	4996
3.03	5000
ago	376
statistical	5000
bulletin	4546
hrs	4115
waiting	2492
canal	4757
ships	1462
panama	4999
backlog	2722
daily	755
enter	1985
2/26	4997
2/27	4998
transit	5000
41	2024
end-day	5000
super	4296
tankers	2841
regular	1199
vessels	2428
4	2253
26	865
federally	5000
guaranteed	1235
fund	360
71.6	4998
exchangeable	3350
67.62	4999
3.98	5000
acres	1388
conservation	2842
republicans	3035
eye	5000
bigger	4834
governors	2843
members	508
explore	3290
expanding	2449
law	785
erodible	4995
land	947
enrolled	5000
1990.	2281
task	3954
force	746
farm	408
rural	3131
headed	2684
majority	1084
leader	1269
dole	3315
kan.	4999
consider	963
drafting	4835
charles	2240
grassley	5000
r-iowa	5000
expand	1077
67	3060
arvin	5000
inds	5000
arv	4999
promotes	4998
l.k	4999
elected	2282
succeeding	4408
james	826
baker	424
remains	1114
executive	384
emhart	5000
emh	4998
orders	672
fed	485
goods	591
economists	741
wyss	5000
spending	567
durable	5000
maude	4996
slowdown	4618
took	1030
sullivan	4175
midland	2319
montagu	4548
order	531
backlogs	4998
0.6	2981
given	626
rise	164
numbers	3522
reason	1196
see	627
presage	4999
lackluster	5000
real	633
excluding	2118
volatile	4045
sector	491
9.9	3351
painted	5000
bleak	4998
picture	3780
stressed	2685
primary	1186
factor	1088
behind	1724
rather	969
gloomy	4999
david	1359
'm	2702
impressed	5000
19.7	5000
non-defense	4995
sign	1656
reacting	4998
adversely	5000
14.8	4547
machinery	2410
led	735
declines	1973
office	592
computing	5000
equipment	613
response	848
lengthening	4999
depreciation	2622
expensive	2796
invest	1725
so	347
increases	770
reinforced	5000
5.1	2893
revised	739
upwards	4999
0.9	3416
huge	1619
caused	1011
wash-out	4997
far	554
greater	1031
witter	4758
reynolds	2001
weakening	5000
bent	5000
definitely	4999
very	422
sluggish	3486
couple	4997
quarters	2761
markets	192
continuing	942
evidence	2076
0.7	2686
pipeline	1130
depleting	4995
translate	4995
cautioned	4919
reflected	1488
strength	1707
occurred	2815
despite	643
57.7	4998
6.9	3487
5.4	3740
tighten	3781
unless	1150
wait	2762
predicted	1324
easter	4474
recession	1736
easing	3170
global	1360
expenditures	2578
cites	5000
reporting	2025
balance	638
remain	662
graphics	3568
june	250
run	1416
corresponding	4549
prior-year	4998
annualized	4999
running	1789
630	5000
beginning	1102
division	589
introductions	5000
dollar	134
engineering	1407
45-50	4997
allocated	4297
30-40	4998
revenues	536
honduras	4998
switched	4999
edible	5000
beans	4046
guarantees	2334
earmarked	4999
action	415
reduces	3991
coverage	3451
500,000	1430
creates	4990
guarantee	1832
shipped	2782
yesterday	283
236.90	4998
91	3821
institutional	1737
356	5000
66.19	4997
198	4998
purpose	3061
212.5	4999
62.94	5000
92	2844
broker-dealer	5000
151.9	4990
107.77	4991
river	1867
illinois	2026
comparison	4836
gulf	500
bid/140	5000
ex	4999
mississippi	3782
125	2493
barge	4409
freight	2207
barges	4999
st	3132
louis	3867
135	4353
2-1/2	3906
132-1/2	5000
memphis/cairo	4999
firmed	4229
steady	1790
vessel	3651
loadings	5000
increasing	983
demand	329
supply	414
dealers	374
merchants	4230
session	1144
29	1060
quotes	4999
joliet	4994
tariff	2411
quoted	843
120	2145
bid/127-1/2	4995
owensboro/south	4996
bid/132-1/2	4997
7-1/2	2687
station	2494
112-1/2	4999
bid/120	5000
bid/107-1/2	4992
sept/nov	4993
137-1/2	4994
bid/145	4995
sept/dec	4996
section	3379
bid/135	4997
baglini	5000
suspend	3198
deputy	1535
meet	568
moratorium	3001
result	459
reject	3822
2.15	4837
targets	1761
ruling	933
radical	4998
raul	4998
local	570
discard	4994
produce	1014
observer	5000
steering	3608
320	5000
del	3488
plata	5000
telephone	803
interview	1073
divided	3569
day	441
follow	1742
example	2559
108	3868
prime	471
objective	3133
renegotiating	4999
maintain	1133
targeted	3907
debtor	1743
nations	498
take	275
pockets	4992
provision	1115
deduction	4997
ownership	1632
federal	174
employee	2763
transactions	1039
rostenkowski	3783
lloyd	3417
bentsen	4999
cost	433
estates	5000
key	817
chairmen	4995
writing	4920
committees	3489
curb	2146
raise	607
1991.	4354
adopted	1956
effect	697
ways	1595
dan	4680
d-ill	4996
rep	4990
duncan	4991
r-tenn	4997
d-tex	4998
sen	4999
bob	4475
packwood	5000
r-ore	4996
enacted	4999
governmet	4998
narrower	4999
300	786
designed	1167
sham	5000
allowed	1154
taxes	962
transferring	4999
esops	5000
contains	3908
allows	2119
wealthy	4993
individuals	2740
entirely	3909
die	4996
encourage	1825
worker	4994
;	2266
meant	2469
calls	973
modification	4997
accordance	4998
treasury	285
balances	2296
25.	4998
4.151	4999
2.727	5000
budget	222
accounts	1097
25.137	4998
25.780	4999
respective	4047
29.289	4999
28.507	5000
24.	4759
temporary	1294
seeks	1346
canadian	308
minister	200
michael	1518
borrow	3523
600	1699
thursday	1453
auction	1503
permit	2320
granted	1245
parliament	1147
needs	1110
ottawa	3992
parliamentary	2495
applied	1974
gats	4997
sells	872
technologies	1417
12.2	4410
owed	2783
transaction	761
carryovers	4998
fgrp	4999
80	851
55,513,000	5000
48,741,000	5000
290.9	5000
264.2	4989
3.09	4990
2.72	5000
213,470,000	4992
184,649,000	4993
1.12	4760
992.9	4995
69,127,000	4996
68,004,000	4997
47.1	4998
potomac	4999
electric	707
pom	5000
13,555,000	4998
14,635,000	4999
104,606,000	5000
110,311,000	4996
47.2	4998
4.10	4999
3.66	5000
226,653,000	4998
186,790,000	4999
1.3	1375
virginia	3134
territory	4176
dominion	2412
d	3418
springboard	4999
software	1034
spbd	4995
designers	4996
programmers	4998
supervisors	4997
technical	1436
personnel	2982
based	486
san	1511
francisco	3062
shanghai	3652
employs	4619
chinese	1627
specialists	5000
cofab	4998
gulfex	5000
petrochemical	4550
buys	1066
undisclosed	1244
amount	409
houston-based	5000
fabricator	4999
custom	4999
high-pressure	5000
energy	385
manufacture	3135
specialized	5000
cooling	4997
lubricating	4996
gas	287
pulp	5000
paper	514
marine	1833
bushels	2389
nspa	4994
21,782,929	4998
25,873,904	4999
crush	4997
crushed	5000
soybeans	1477
22,345,718	4999
16,568,000	5000
crushing	5000
capacity	834
25,459,238	4997
meal	3316
117,866	4998
121,168	4999
84,250	5000
member	716
schult	5000
inland	3570
dlrs/unit	5000
833,334	5000
janney	4998
montgomey	5000
scott	2952
woolcott	4999
consits	4991
warrant	1365
one-half	4997
5.50	5000
thereafter	3823
6.50	5000
over-allotment	4992
option	669
125,000	4998
urban	4993
elkhart	4994
ind.	4995
oldest	4996
manufactured	3226
tultex	4998
ttx	4999
eight	372
burlington	2496
30.5	4999
bur	5000
gets	907
menswear	4998
city	756
3.69	4997
yards	5000
tropical	4991
cloth	4992
logistics	4993
rockwell	4411
28.3	4995
rok	4994
b-1	4999
work	540
b-1b	4996
bomber	4997
air	625
atico	4999
atfc	4998
5.92	4999
1,142,000	5000
16.0	5000
24.2	4996
90	1056
6.20	4992
3,320,000	4993
16.9	5000
45.00	4994
26.2	4997
amounts	1463
98.8	4996
peninsula	4998
savings	437
24	767
5.86	4998
pan	3227
ncnb	5000
purusant	4996
modify	4997
presenting	4999
importers	3380
discussed	1708
tonight	3104
informally	5000
formal	1904
eight-member	4997
splinter	4999
affect	1504
share-out	4999
declarations	5000
falls	1398
375	5000
n.y.	3105
195	4999
discount	873
window	4177
borrowings	1599
peladeau	5000
quebecor	4997
newspaper	1086
newspapers	3490
donohue	4998
maxwell	4921
printing	3609
quebec	2120
mill	2413
buying	725
newsprint	5000
ventures	2155
montreal	3002
either	1230
ahead	999
build	1155
matane	4995
adding	804
publishes	4996
tabloid	4997
circulation	3036
49	1762
uses	3086
metric	4999
machine	2894
france	618
french	502
starting	1308
listing	2037
pqb	4994
head	869
publishing	2741
launch	1667
pierre	4996
won	1197
move	438
definite	4997
announce	1957
decision	464
446	4998
16.2	4998
le	4998
journal	4761
second-largest	4999
give	623
english-	5000
sixth	3910
crowded	4997
metropolitan	3452
studies	2450
indicated	1145
english	5000
advertisers	4998
together	1478
family	1661
recieved	5000
heads	3199
decided	841
launching	3037
prelude	4999
possibility	1381
something	2390
else	4231
bpcl.l	5000
hold	737
projects	1055
teamed	4998
resulted	1799
govvernment	4999
165	4999
acquiring	2297
1976	5000
77	3038
tremendous	5000
shortage	1628
print	4997
lived	4998
myself	4999
'll	2816
committed	1868
100,000	1338
britain	673
mirror	5000
170	3491
nyt.a	4992
540,000	4993
install	5000
amos	4995
demands	1986
400-500	4996
stream	5000
area	696
unemployment	1318
heavily	2895
subsidized	3993
plants	1181
looking	1376
empire	4999
sons	3911
citizens	3291
entree	4997
foreigners	3741
prevented	5000
chain	3003
possible	462
groups	1309
negotiating	1499
chains	4999
small	738
cities	2797
stations	2663
province	2688
acceptances	4922
industrial	352
books	2798
65.06	4977
114	4978
65.89	4979
nationally	4999
336.63	4980
wednesday	1347
marked	3352
two-week	4681
fewer	3610
1630	4999
est	3136
2130	4981
gmt	1647
pesos	1975
philippine	1536
distance	3419
phi	4982
95.30	4983
29.71	4984
diluted	1389
61.11	4986
18.49	4987
1.9	1763
779	4988
6.1	4232
4.7	3571
name	702
declaration	5000
20.792	4989
liberty	4620
all-star	5000
note:1986	5000
commencement	4998
novebmer	4991
debentures	460
columbia	2784
principal	923
9-1/8	4997
series	753
10-1/4	4999
sinking	2896
cg	4999
redeems	5000
redeem	1372
1996	5000
1999.	5000
redeeming	4999
mandatory	3955
addition	731
optional	5000
redemption	1587
combustion	5000
csp	4996
16	676
tonka	4999
tka	4999
1.7	2064
bdm	4991
qtrly	3742
divs	5000
14	609
12.1	4178
10.4	3869
sorg	5000
srg	4999
composed	5000
one-third	3492
without	619
consent	3653
entire	1791
vote	978
body	2107
election	1390
retained	2817
boston	1187
advisor	4048
aims	3171
systematics	4999
syst	5000
chip	1987
instruments	1726
artificial	4999
txn	4992
develops	4993
developed	1298
32-bit	4994
specifically	3994
applications	1764
microprocessor	4997
measuring	5000
one-centimeter	5000
square	3995
containing	3784
553,687	5000
transistors	4998
densest	4999
ever	2254
lisp	4999
langugage	5000
widely	2241
working	723
version	2703
consolidated	1310
pcbs	4998
cng	4997
rules	852
broken	3654
natural	798
transmission	3824
compliance	3493
regulations	1732
regarding	2897
disposal	3353
polychlorinated	5000
biphenyls	4999
successfully	4233
cleaned	5000
earthen	4999
pit	5000
above	674
environmental	2267
protection	1408
standards	2283
m-1	2147
2.1	2156
ivaco	4999
1.11	4998
1.04	4682
44,092,000	4997
35,145,000	4998
1.94	4999
1.34	4621
1,035,000	4999
canron	5000
310	5000
free	903
644	4998
cyclops	1526
cut	228
cyl	5000
affiliated	3785
260,500	4995
370,500	4996
9.2	5000
filing	915
110,000	4998
17	659
2.04	4999
2.98	4999
3.16	5000
3.70	5000
4.90	5000
3.12	4999
1.73	4999
ascs	5000
values	1889
hrw	4996
srw	5000
sww	4998
durum	4999
3.04	5000
ill.	4762
track	4179
toledo	4999
memphis	5000
peoria	5000
denver	4999
2.71	4999
lou	4999
seattle	5000
3.10	4999
stockton	5000
duluth	5000
1.49	5000
4.85	5000
2.54	4998
1.54	5000
2.17	4999
1.75	3292
1.85	5000
4.68	5000
5.05	5000
2.10	4999
pik	4999
agricultural	856
stabilization	4999
established	1770
bushel	3786
yellow	4999
grade	2173
2.90	5000
3.05	4996
3.11	5000
2.62	4999
2.63	5000
evansville	4995
2.99	5000
cincinnati	4997
2.96	4997
minneapolis	4995
baltimore/	4999
norf./phil	5000
3.06	5000
kansas	2543
2.87	5000
3.17	4999
st.	3381
amarillo/	4996
lubbock	4998
2.64	4997
portland/	4998
2.78	4999
l.a.	5000
3.23	4995
4.05	4996
brly	4997
rye	4998
soyb	4999
1.47	5000
4.81	4999
2.49	5000
1.41	5000
4.78	4992
2.39	4993
1.95	4999
1.71	5000
2.86	4995
1.51	5000
4.80	4997
2.60	4998
evnsvlle	4999
2.61	5000
cinci	5000
1.52	5000
mpls	4999
balt/nor/	5000
phil	5000
1.70	4999
1.80	4355
4.98	4998
kc	4998
1.64	5000
4.76	5000
lo	5000
1.66	4996
2.91	5000
amarlo/	4980
lubbck	4981
1.84	4998
1.40	5000
4.75	4983
2.92	4999
port/	4985
1.87	4412
1.68	4986
2.18	4987
2.23	5000
4.00	5000
la	2378
2.50	3655
4.38	4998
1.48	5000
coradian	4991
cdin	4992
363,000	4993
197,000	5000
3,761,000	4995
2,666,000	4996
129,000	4998
1,715,000	4998
11.4	3524
10.9	3912
10,694,081	5000
4,673,253	4990
deposit	1012
year-on-year	1834
30.6	4991
26.3	4993
34.5	5000
17.18	4993
16.74	4994
13.16	4995
cotton	1319
upland	4997
location	5000
1-1/16	4999
inch	5000
locations	3743
adjustments	2601
prevailing	4049
strict	4923
low	525
middling	4997
52.69	4998
midnight	3870
5.	4999
qualities	5000
determining	5000
handler	4994
certificate	2174
determined	1810
northern	1051
european	298
66.32	4995
mkt	4996
10.42	4997
slm	4998
0.53	4999
sum	3611
12.75	4998
53.57	4977
7,500	4999
allocations	4838
10,920	4995
10,010	4999
began	813
raw	1930
39,130	4978
75,530	4979
barbados	4980
belize	4981
bolivia	2983
131,950	4982
18,876	4983
colombia	1673
103	4763
21,840	4985
congo	5000
7,599	4986
costa	4234
rica	5000
17,583	4987
ivory	4116
coast	1577
dom	4988
5,848	4989
160,160	4990
ecuador	1040
el	2984
salvador	4991
26,019.8	4992
fiji	4993
25,190	4994
gabon	4995
guatemala	4996
43,680	4997
guyana	4998
haiti	4999
15,917.2	5000
india	1224
jamaica	4476
madagascar	4993
malawi	4994
,100	4995
mauritius	4996
mozambique	4997
11,830	4998
26,390	4999
papua	5000
guinea	5000
paraguay	4999
peru	1717
37,310	4997
philippines	1125
143,780	4998
st.christopher-	4999
nevis	5000
swaziland	4998
14,560	4999
taiwan	678
thailand	1693
12,740	5000
trinidad-tobago	4997
zimbabwe	4050
portland	4413
loading	3656
load	1668
offensive	3658
war	989
iraq	1281
iranian	1041
baghdad	5000
irna	4683
launched	1320
army	2175
iraqi	2130
basra	4356
destroyed	4117
tanks	5000
announces	3657
dealing	2108
savage	4999
london	432
code-named	5000
karbala-5	4999
statewment	5000
revolutionary	4999
guards	5000
corps	5000
saying	664
dealt	4991
severest	4992
history	2953
iraq-imposed	4994
appeared	2002
herald	5000
close	479
assault	4985
port	1168
southern	883
spreading	4997
extensive	3787
propaganda	4999
resistance	3913
claimed	4357
massive	2643
victories	4997
seven-week	5000
supporters	5000
senses	4998
discontinue	4999
tottering	5000
regime	5000
liberated	4987
155	5000
kilometers	4997
enemy-occupied	4989
taken	733
islands	4180
townships	4991
rivers	4992
road	3744
81	3825
brigades	4989
battalions	4993
700	1976
1,500	4477
vehicles	1917
victory	4414
list	1674
warplanes	4994
downed	4995
anti-	4996
aircraft	1091
guns	4997
400	1225
pieces	4990
hardware	4051
seizure	5000
220	5000
armoured	5000
carriers	3525
meridian	4999
mrdn	4996
float	3255
tuesday	1089
smallest	4999
750	3612
districts	4999
whole	1484
problems	561
center	1588
excess	1537
deficit	252
131	4997
614	4998
304	5000
451	4999
briefing	3788
single	1754
misses	5000
projections	4415
acting	2497
strangely	4991
weather	1117
ranged	4052
500	742
nearly	1067
spokeman	4993
figure	964
holdover	4994
transportation	1644
separated	4994
corrections	4996
unrelated	4995
letter	796
errors	4998
different	1519
clearing	2208
wires	4999
2000	4053
2100	4998
cleared	4358
afternoons	4998
regional	1470
accounted	1958
regionals	4999
monday	789
wedndsday	5000
produced	1061
avearge	4993
spinoff	5000
rumors	2027
lewis	5000
rumor	4999
reflect	1164
services	365
partial	3382
profitable	2053
might	510
considered	1273
eckenfelder	5000
exposure	1880
brokerage	1349
spinnoff	4994
remained	1456
silent	5000
unhappy	4995
got	2429
lift	2242
partially	3420
thereby	4998
boosting	3659
talk	2335
closed	750
72-5/8	4998
4-1/8	4999
heavy	849
volume	772
activity	1153
comments	1700
helped	1669
fuel	1216
changes	645
undervalued	4684
fully	1255
elevating	4980
officer	655
jeffery	4981
lane	4764
position	601
vacant	4998
created	2148
divisions	3087
speculated	3956
sense	3317
contrary	5000
variation	5000
disagreed	5000
contributing	5000
highly	2560
unlikely	1195
perrin	4986
lipper	4987
analytical	4988
questioned	4478
need	614
others	1205
spinning	4999
larry	5000
prudential-bache	4999
believes	1256
fetched	4989
big	1192
premium	1479
book	2498
worth	577
3.5	1437
bilion	4995
capitalization	5000
globally	4990
enormous	4622
internal	1918
takes	1890
realistic	4416
valuations	4992
enhance	3613
ability	1512
kinds	4996
endeavors	4995
e.f.	2510
hutton	1553
outlined	3660
fact	1620
investing	4417
goes	2818
arena	4999
preclude	4998
divestitures	4999
travel	4235
true	3745
water	1321
mark	774
lesser	4999
components	1891
multiple	4999
constitute	4997
contributed	2298
316	4997
after-tax	2954
736.7	4998
734.6	4999
734.2	5000
four-week	5000
moving	1771
735.0	4992
733.5	4993
polled	3661
anywhere	4994
2.3	1805
forecast	557
binding	5000
agreement	107
lettering	4998
marketing	596
gbnd	4995
reached	620
varitronic	4996
manufacturer	2764
marketer	4998
electronic	1311
varitronics	4999
merlin	5000
presentation	5000
portable	4995
battery-operated	4996
produces	3421
type	3172
adhesive-backed	4998
tape	4765
usa	3004
fluctuate	4997
film	3746
coca	4999
cola	5000
ko	4993
coca-cola	4298
entertainment	2308
affiliate	1869
distribute	3256
television	1078
programming	5000
heyman	4998
1963	4999
films	5000
ford	1092
motor	1019
date	456
f	2109
4.0	2845
8.70	4993
redeemable	2846
accrued	2511
selected	2799
pro	4299
rata	4995
sterling	924
ssw	4996
ok	5000
sernior	4998
required	1079
discretion	5000
montgomery	4551
consists	3526
entitle	4999
fluor	5000
construction	824
flr	5000
carbide	3871
uk	2819
procurement	4924
megawatt	4997
combined	899
cycle	4998
cogeneration	5000
facility	663
seadrift	5000
disclosed	1027
suffield	4997
sfcp	4992
jon	4999
googel	4994
benjamin	4995
sisti	4996
colonial	4685
hartford	5000
conn.	4999
purchased	1248
175,900	5000
3,416,624.	4986
equals	4987
5.2	2927
cancellable	4988
contracts	634
6.66	4989
underwritten	3200
beck	4999
orange	3137
n.j.	3572
pork	2644
feed	1513
hog	3914
output	390
cause	1382
herd	4992
start	573
331.6	4993
4.2	2243
17.25	4994
projected	1366
17.05	4995
landmark	4997
lbc	4998
listed	984
nyse	1826
begin	805
whose	1457
retain	2089
symbol	3527
begins	2244
minimal	5000
subsequent	3872
substantial	1080
reach	1106
44.1	5000
35.1	4998
carloadings	5000
cars	858
26,108	5000
2.2	1480
22.8	5000
railroads	4999
totalled	1246
11,382	4983
1.8	1738
7.6	3494
wrather	5000
hong	943
kong	888
bought	584
wco	4984
pacific	610
raised	603
816,000	4985
11.3	4236
453,300	4987
principally	5000
brierley	5000
investments	977
publicly	3039
362,700	4991
6.6	3789
purposes	1304
coleco	5000
clo	4993
6.48	4994
dls	5000
110.6	4996
4.1	3063
74.0	4997
152.0	4998
6.52	4999
3.87	4996
111.2	4997
64.2	4998
501.0	4993
776.0	4994
diamond	2820
crude	458
shamrock	2955
barrel	827
posted	1409
weak	1694
dia	4999
cuts	641
brings	2689
intermediate	3088
16.00	5000
copany	4996
citing	2821
liebert	5000
emerson	5000
lieb	4998
wholly-owned	2645
emr	4999
.3322	5000
telecom	2512
proposes	2785
profitability	2360
clc	4990
swing	4999
primarily	1931
steep	4181
cabbage	4993
patch	4994
kids	4995
230	4999
changed	1136
diversified	3257
enable	2195
toy	4999
fair	2176
morton	5000
handel	4999
reasonable	2704
olin	4999
elect	5000
ceo	5000
johnstone	4999
henske	4998
olm	5000
jr	4997
succeed	2847
m	5000
54	2321
53	1959
served	3228
1980.	5000
retirement	2928
1988.	1111
subsidiaries	1424
engaged	4237
post	1236
closing	1098
explain	4054
robeson	5000
fundamental	2870
rbsn	4995
miami-based	5000
238,000	4996
14.6	4999
205,000	4997
12.8	4552
32,800	4999
175,691	5000
afterwards	4996
carl	4479
singer	4999
gao	3957
certs	5000
costly	4359
accounting	1207
outlays	4480
analysis	3747
obtained	2561
preparing	3573
specific	1332
jesse	4989
helms	4990
r-n.c.	4991
focus	1892
mid	5000
source	1103
depends	3614
determines	4992
entries	4997
forfeitures	4994
stockpile	5000
decrease	2430
suggest	3422
expanded	2414
fire	1905
weigh	4999
consultant	4481
omb	5000
expansion	955
firmly	5000
azpurua	4239
margin	1744
'flexibility	5000
banks-azpurua	4998
'constructive	4999
flexible	3138
attitude	3574
reschedule	4238
manuel	5000
meetings	1367
finances	4999
jorge	5000
marcano	5000
13-bank	4999
progressing	4998
shown	2723
solidarity	4999
libor	2038
accord	574
7/8	2800
basic	1485
elements	5000
negotiated	2451
spread	1714
deferral	4997
lenghtening	4998
12-1/2	4839
repayment	1604
schedule	2470
schemes	5000
governent	5000
amortize	4976
1.05	3704
420	4999
non-restructured	4979
original	1610
insisting	4999
compensated	4981
responsibility	2956
lasting	5000
solution	1870
positive	1493
proposals	727
presently	5000
studying	2646
mechanisms	5000
capitlizing	4984
ministry	299
dahlberg	4985
dahl	4986
286,870	4987
156,124	4988
7,577,207	4989
160,109	4990
906,034	4991
38.1	4998
31.2	5000
ctyn	4993
page	5000
1.98	4994
5.24	4995
23.3	4999
44.8	4997
13.6	3873
29.6	4999
writedowns	5000
unrealized	5000
yr-ago	5000
32.5	5000
thomson	4553
mckinnon	5000
floating	1932
inverse	4997
cmos	5000
coupon	660
matures	4240
2018.	4992
floater	4998
totals	4925
minus	3529
tranche	2513
cmo	5000
collateralized	4999
obligations	1988
tranches	3528
7.11	4982
7.0375	4983
reset	5000
sole	2177
manager	427
4.8	3064
13.49	4985
104.40.	4986
6-1/2	4999
explained	3005
yield	730
floats	4988
opposite	4994
fixed-rate	5000
35.2	4997
2016.	5000
assigned	3453
7.65	4992
par	928
pricing	1350
rated	1670
aaa	3996
secured	2157
freddie	4994
mac	5000
idb	4996
idbx	4997
801,000	4998
703,000	4999
6,318,000	5000
3,926,000	4998
ten	2209
armor	4999
armr	5000
opec	608
bpd	704
mizrahi	4999
emergency	1871
keep	1024
forced	1500
readdress	4961
slide	3229
movement	2227
never	2284
easy	4118
sort	4119
yergin	4964
cambridge	5000
associates	1514
cera	4966
faces	2415
addressed	4967
paul	1383
mlotok	4968
salomon	1112
optimism	3201
pessimistic	5000
soon	769
wishes	4972
regain	5000
uncertain	3258
learn	4974
deemed	4975
differentials	2929
spoke	5000
trying	1464
teach	4976
them	416
lesson	4977
t.	5000
editor	4979
mideast	5000
optimistic	1695
advantage	2285
winter	1465
slackens	4981
anything	2121
reiterate	4982
back	519
dillard	4999
spriggs	4984
bijan	4985
moussavar-rahmani	4986
harvard	4987
university	2039
environment	2286
rising	799
prompted	3065
excesses	4988
closer	3790
seeing	4840
characterized	4990
cheating	4991
cenergy	5000
properties	1065
barrels	734
crg	4992
790,000	4993
6.5	2431
following	497
calender	4994
63.4	4995
6.54	4996
47.6	4997
noncash	4998
3,705,000	4999
71	3705
60.1	4982
cubic	1933
feet	1315
63.7	4985
bcf	4999
disappear	4987
recover	2664
nt	4999
declares	4360
post-split	5000
torchmark	4998
tmk	5000
authorizes	4991
repurchase	757
7-3/4	2822
debenures	4993
10.	3354
painewebber	2647
pwj	5000
8-1/4	4999
2008.	4997
1,060.50	4998
plus	894
30.	1425
converted	1934
42.35	4999
scherer	4999
r.p	4998
manoogian	4999
schc	5000
1.2	1270
richard	1373
repay	1709
goldman	1648
sachs	1600
fragrances	5000
parlux	5000
420,000	4999
unis	4998
r.c	4999
stamm	5000
rosenkrantz	4999
lyon	5000
ross	5000
entitles	4973
holder	2562
1992.	2563
beauty	5000
anne	4975
klein	4976
specialty	2471
stores	747
techamerica	4979
tch	4980
562,231	4981
10,253	4982
8,871,874	4983
9,549,308	4984
5,058,145	4985
766,185	4986
34.3	4987
35.5	4988
wilfred	4989
educational	4990
wae	4991
drexel	1538
epsilon	5000
father	4998
thomas	2529
epsi	4992
burnham	2054
lambert	2028
258,591	4993
president-investments	4994
retired	4055
professor	4766
c.a	4996
offerings	2110
bio-technology	4997
btgc	4998
1997	2255
varian	5000
siemens	3106
magnetic	4999
resonance	5000
imaging	5000
var	4999
a.g.	5000
intent	1596
jointly	2287
operate	1211
nuclear	1284
spectroscopy	4997
fremont	4998
calif.	2336
smaller	1821
clinical	3230
examinations	4996
resulting	1684
animal	4418
medical	1126
materials	1454
testing	1919
phillips	2564
ruled	2337
infringed	5000
patent	1935
wins	2361
suit	1044
p	994
district	1578
delaware	3318
melt-processable	4999
ethylene	5000
copolymer	4999
resins	4994
polyethylene	4995
pipe	4996
claims	1265
enjoined	4997
covered	2432
patents	4999
ordrered	4999
damages	2338
infringement	5000
husky	5000
faith	4999
nova	3319
holding	656
43	2122
hutchison	4999
okay	5000
hyo	4991
56	2077
michel	4999
cote	4993
ceding	4994
non-canadian	4995
completing	5000
equally	3706
whampoa	4996
become	768
relatives	4997
li	4623
ka-shing	4997
imperial	2898
commerice	5000
airways	2210
continental	1285
pair	4997
airlines	917
justice	2256
independent	1431
itt	2957
radios	4998
renegotiate	4998
tests	2309
jam-proof	4999
properly	5000
44,600	4996
channel	4767
ground	3139
airborne	4998
sincgars	4999
delayed	1662
let	2391
1983.	3826
specifications	5000
1,250	4996
hours	1226
reliability	4997
renegotiated	4998
104.6	4999
110.3	5000
205	4995
186.8	4996
excludes	979
21.7	4997
2017	5000
yielding	3320
8.65	5000
lead	336
corp.	859
8-5/8	4999
99.73	4996
off-the-run	4997
9-1/4	4999
bonds	313
non-refundable	5000
a-2	4120
aa	3662
starts	1696
1998	4999
retire	3006
76	3107
maturity	1629
giving	1333
maximum	1391
22.4	4999
co-managed	3615
ssbk	5000
coastal	2158
csbk	4999
me	2801
superintendent	4998
maine	4999
afg	2899
3	1906
gsw	5000
2.16	4998
2.07	5000
8,037,000	4999
7,710,000	5000
136.4	4994
133.3	4995
3.50	4996
camco	4997
4.3	2579
1.14	5000
santa	1893
anita	5000
sar	5000
enterprises	1410
liquid	3173
lana	4998
marshall	4686
508,000	4999
3,450,000	5000
296.7	4991
298.0	4992
drummond	5000
mccall	4999
952,000	5000
2,569,000	4994
2,925,294	5000
mayfair	4995
mayf	4996
659,000	4997
523,000	4998
7,866,000	4999
5,503,000	5000
3,141,217	4985
2,075,000	4986
1,358,000	4987
25.9	4988
19.3	4989
2,980,247	4990
295,000	4999
banponce	5000
placed	1432
corrected	3827
bdep	4992
places	4993
privately	2123
8.25	5000
1992	1335
lincoln	5000
insurance	533
dillon	4999
read	4687
corrects	4688
item	4241
appearing	4999
participate	2544
bridge	3748
fdic	3791
regulators	2196
louisiana	2602
healthy	3874
trust	516
la.	5000
failed	1137
tex.	4994
assumed	3792
crosby	5000
regulator	4999
closes	3958
troubled	4242
merged	3174
glenmora	4997
peoples	5000
natchitoches	4999
notified	5000
danger	3454
hart	4983
hale	4984
plainview	4985
9.6	4121
8.2	3828
birmingham	4996
ala.	4989
insured	2985
fail	3383
oln	4992
successor	4689
w.	4122
m.	4690
63	2705
retires	4997
daewoo	5000
korea-based	4998
motors	870
gm	857
104	4841
565	4998
slated	4999
automobile	3495
parts	1299
catalytic	4997
converters	4998
injection	4691
emission	5000
seixas	4999
telex	4361
grave	5000
concern	990
freeze	2011
short-term	918
funaro	1539
14-bank	4998
expressed	1657
negotiator	5000
antonio	5000
padua	5000
diplomatic	3007
phrase	4996
belied	4997
deep	3259
anger	4998
frustration	4998
interbank	1841
morning	908
rhodes	4991
vice-chairmen	5000
morgan	831
guaranty	2623
lloyds	2339
clarify	5000
tempers	5000
dilson	3829
trip	2514
saturday	2178
explaining	4999
volcker	995
monetary	472
camdessus	4993
europe	686
weekend	1579
meanwhile	2472
hear	5000
hard	1217
mario	4842
brodersohn	4999
multi-year	4996
threatened	2065
grant	2433
lng	5000
algerian	5000
algeria	2930
feasible	5000
sonatrach	4999
tulis	5000
liquefied	5000
happen	2986
economically	4997
youcef	4991
yousfi	4992
director-general	4993
algiers	4994
restart	5000
mothballed	4996
1988/1989	4997
bros.	4998
panhandle	5000
pel	4999
distrigas	4998
cabot	4999
cbt	2090
resume	1894
paso	5000
bni	5000
marginal	4243
handle	3293
profitably	4999
frank	3108
spadine	4974
forsee	4975
soft	1960
trend	1540
drilling	1348
lag	4999
bring	1108
